[
    {
      
      "name": "NICHE® - M266 TORSION Gloss Black with Milled Accents",
      "img": "https://i.ibb.co/6gT5tjv/niche-m266-torsion-gloss-black-milled-1.jpg",
      "price": 500,
      "short_description": "M266 TORSION Gloss Black with Milled Accents Wheels by NICHE®. These high-end racing wheels are what you need to give your vehicle an aggressive look and sporty feel. With spokes extending from the center to the outer edge of the lip, these cast monoblock wheels provide superior concavity, aggressive staggered fitments, and allow for large caliper upgrades.",
      "quantity": 250,
      "minimum_quantity": 100,
      "email": "jeanieworkman@gology.com",
      "phone": "+1 (815) 438-2316"
    },
    {
      
      "name": "TOYO TIRES® 142700 - OBSERVE GSI-6 HP (245/40R18 V)",
      "img": "https://i.ibb.co/8bc5BsN/toyo-observe-gsi-6-hp.jpg",
      "price": 100,
      "short_description": "OBSERVE GSI-6 HP Tires by TOYO TIRES®. Season: Winter / Snow. Type: Fuel Efficient. The Toyo Observe GSi-6 HP is a studless performance winter tire that delivers superb traction, cornering, and braking performance in all winter conditions. It builds upon the excellent ice and snow traction of the Observe Garit KX with improved wet performance and stability. A new construction, high-grip silica tread compound, and aggressive tread design with advanced sipe technology provide confident handling and capability in snow, ice, wet, and dry conditions.",
      "quantity": 200,
      "minimum_quantity": 100,
      "email": "murielboyer@progenex.com",
      "phone": "+1 (839) 596-3659"
    },
    {
      
      "name": "Power Stop® - 1-Click Z23 Evolution Sport Drilled  Kit",
      "img": "https://i.ibb.co/3m0N3pf/1-click-rear-vented-brake-kit.jpg",
      "price": 120,
      "short_description": "1-Click Z23 Evolution Sport Drilled and Slotted Brake Kit by Power Stop®. Get superior benefits of ceramic pads and cross-drilled rotors in the Power Stop 1-Click Brake kit. These components are used in street performance and offer better stopping power, longer life, reduced brake fade, and lower dust buildup compared to OE parts. Each component is manufactured to tight tolerances so fit and function is never compromised on your vehicle.",
      "quantity": 220,
      "minimum_quantity": 100,
      "email": "rosariohodge@centuria.com",
      "phone": "+1 (875) 593-2892"
    },
    {
      
      "name": "Wilwood® - Street Performance Drilled and Slotted Brake Kit",
      "img": "https://i.ibb.co/pWzGwBx/street-performance-drilled-slotted-brake-kit.jpg",
      "price": 650,
      "short_description": "Street Performance Drilled and Slotted Brake Kit by Wilwood®. With this kit, you will significantly improve your braking performance. Suitable for all types of custom show and high performance street/strip vehicles this kit is a perfect compliment to wheel, tire, and suspension upgrades. Rotors feature cross drill and slot pattern to provide better outgassing and increased cooling capacity. Optional caliper finishes allow for personalizing your vehicle's style.",
      "quantity": 150,
      "minimum_quantity": 100,
      "email": "leonormckee@collaire.com",
      "phone": "+1 (911) 444-3656"
    },
    {
      
      "name": "Moroso® - Vacuum Pump Drive Kit",
      "img": "https://i.ibb.co/zJcWWGL/63848.jpg",
      "price": 375,
      "short_description": "Vacuum Pump Drive Kit by Moroso®. This premium product is the best way to go for those looking for the highest quality replacement that offers supreme levels of quality, performance and reliability. Designed to provide a perfect fit for a hassle free installation, this reliable product can help you get you vehicle back on the road faster and easier.",
      "quantity": 220,
      "minimum_quantity": 100,
      "email": "kathrynprince@iplax.com",
      "phone": "+1 (877) 489-3811"
    },
    {
     
      "name": "Phoenix USA® - D.O.T. Liner Wheel Simulator",
      "img": "https://i.ibb.co/DG02J7B/nf98f-1.jpg",
      "price": 140,
      "short_description": "D.O.T. Liner Wheel Simulator by Phoenix USA®. This top-grade product is expertly made in compliance with stringent industry standards to offer a fusion of a well-balanced design and high level of craftsmanship. Manufactured from industry-leading materials using up-to-date equipment, it ensures everlasting reliability and enduring value. This product is distinguished by total quality assurance, unsurpassed by anybody else.",
      "quantity": 240,
      "minimum_quantity": 100,
      "email": "annmariespears@xurban.com",
      "phone": "+1 (954) 425-2242"
    }
  ]